Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# Cmd_view_cellFormatInt64SignedDecimal
source: Cell format: 64-bit integer (signed decimal)
ar: تنسيق الخلية: عدد صحيح 64 بت (عشري بإشارة)
cs: Formát buněk: 64bitové celé číslo (desítkově se znaménkem)
de: Zellformat: 64-Bit-Ganzzahl (dezimal mit Vorzeichen)
el: Μορφή κελιού: Ακέραιος 64 bit (δεκαδικός με πρόσημο)
es: Formato de celda: entero de 64 bits (decimal con signo)
fa: قالب خانه: عدد صحیح 64 بیتی (دهدهی علامت‌دار)
fr: Format des cellules : entier 64 bits (décimal signé)
hu: Cellaformátum: 64 bites egész (előjeles decimális)
id: Format sel: Bilangan bulat 64-bit (desimal bertanda)
it: Formato celle: intero a 64 bit (decimale con segno)
ja: セルの表示形式: 64 bit 整数 (10 進符号あり)
ko: 셀 형식: 64비트 정수(부호 있는 10진수)
pl: Format komórek: liczba całkowita 64-bitowa (dziesiętna ze znakiem)
pt: Formato da célula: inteiro de 64 bits (decimal com sinal)
ro: Format celulă: întreg pe 64 de biți (zecimal cu semn)
th: รูปแบบเซลล์: จำนวนเต็ม 64 บิต (ฐานสิบมีเครื่องหมาย)
tr: Hücre biçimi: 64 bit tamsayı (işaretli ondalık)
uk: Формат комірок: 64-бітове ціле (десяткове зі знаком)
vi: Định dạng ô: Số nguyên 64 bit (thập phân có dấu)
zh_hans: 单元格格式：64 位整数（有符号十进制）
zh_hant: 儲存格格式：64 位元整數（帶正負號十進位）

# CmdAlias_view_cellFormatInt64SignedDecimal
source: cell format number
ar: cell format number تنسيق الخلية رقم عدد صحيح
cs: formát format buněk bunek celé cele číslo cislo cell format number
de: zellformat zahl cell format number
el: κελί μορφή αριθμός ακέραιος cell format number
es: formato celda número cell format number
fa: قالب خانه عدد صحیح, cell format number
fr: format cellule nombre cell format number
hu: cella formátum formatum szám szam egész egesz előjeles elojeles cell format number
id: format sel bilangan bulat bertanda cell format number
it: formato cella numero intero cell format number
ja: せるのひょうじけいしき せいすう ふごうあり
ko: 셀 형식 숫자 정수 부호 있음 cell format number
pl: format komórka liczba całkowita cell format number
pt: formato célula número inteiro cell format number
ro: format celula celulă numar număr intreg întreg cell format number
th: รูปแบบเซลล์ จำนวนเต็ม มีเครื่องหมาย cell format number
tr: hücre biçim sayı cell format number
uk: формат комірок число cell format number
vi: định dạng ô số nguyên có dấu cell format number
zh_hans: 单元格 格式 数字 整数 有符号 cell format number
zh_hant: 儲存格格式 整數 帶正負號 cell format number

# Menu_View_CellFormatFloat.Text
source: float (single precision)
ar: float (دقة مفردة)
cs: float (jednoduchá přesnost)
de: float (einfache Genauigkeit)
el: float (απλή ακρίβεια)
es: float (precisión simple)
fa: float (دقت ساده)
fr: float (simple précision)
hu: float (egyszeres pontosság)
id: float (presisi tunggal)
it: float (precisione singola)
ja: float (単精度)(F)
ko: float(단정밀도)(F)
pl: float (pojedyncza precyzja)
pt: float (precisão simples)
ro: float (precizie simplă)
th: float (ความแม่นยำเดี่ยว)(F)
tr: float (tek duyarlıklı)
uk: float (одинарна точність)
vi: float (độ chính xác đơn)
zh_hans: float（单精度）(F)
zh_hant: float（單精確度）(F)

# Menu_View_CellFormatFloat.AccessKey
source: F
ar: ف
el: Α
fa: س
ro: L
uk: Т

# Cmd_view_cellFormatFloat
source: Cell format: float (single precision)
ar: تنسيق الخلية: float (دقة مفردة)
cs: Formát buněk: float (jednoduchá přesnost)
de: Zellformat: float (einfache Genauigkeit)
el: Μορφή κελιού: float (απλή ακρίβεια)
es: Formato de celda: float (precisión simple)
fa: قالب خانه: float (دقت ساده)
fr: Format des cellules : float (simple précision)
hu: Cellaformátum: float (egyszeres pontosság)
id: Format sel: float (presisi tunggal)
it: Formato celle: float (precisione singola)
ja: セルの表示形式: float (単精度)
ko: 셀 형식: float(단정밀도)
pl: Format komórek: float (pojedyncza precyzja)
pt: Formato da célula: float (precisão simples)
ro: Format celulă: float (precizie simplă)
th: รูปแบบเซลล์: float (ความแม่นยำเดี่ยว)
tr: Hücre biçimi: float (tek duyarlıklı)
uk: Формат комірок: float (одинарна точність)
vi: Định dạng ô: float (độ chính xác đơn)
zh_hans: 单元格格式：float（单精度）
zh_hant: 儲存格格式：float（單精確度）

# CmdAlias_view_cellFormatFloat
source: cell format number
ar: cell format number تنسيق الخلية رقم فاصلة عائمة
cs: formát format buněk bunek číslo cislo plovoucí plovouci čárka carka cell format number
de: zellformat zahl cell format number
el: κελί μορφή αριθμός κινητή υποδιαστολή cell format number
es: formato celda número cell format number
fa: قالب خانه عدد ممیز شناور, cell format number
fr: format cellule nombre cell format number
hu: cella formátum formatum szám szam lebegőpontos lebegopontos float cell format number
id: format sel pecahan presisi tunggal cell format number
it: formato cella numero virgola mobile cell format number
ja: せるのひょうじけいしき ふろーと たんせいど
ko: 셀 형식 숫자 부동 소수점 단정밀도 float cell format number
pl: format komórka liczba zmiennoprzecinkowa cell format number
pt: formato célula número ponto flutuante cell format number
ro: format celula celulă numar număr virgula virgulă mobila mobilă cell format number
th: รูปแบบเซลล์ ทศนิยม ความแม่นยำเดี่ยว cell format number
tr: hücre biçim sayı cell format number
uk: формат комірок число cell format number
vi: định dạng ô số thực độ chính xác đơn cell format number
zh_hans: 单元格 格式 数字 浮点 单精度 cell format number
zh_hant: 儲存格格式 浮點數 單精確度 cell format number

# Menu_View_CellFormatDouble.Text
source: double (double precision)
ar: double (دقة مزدوجة)
cs: double (dvojitá přesnost)
de: double (doppelte Genauigkeit)
el: double (διπλή ακρίβεια)
es: double (precisión doble)
fa: double (دقت مضاعف)
fr: double (double précision)
hu: double (dupla pontosság)
id: double (presisi ganda)
it: double (precisione doppia)
ja: double (倍精度)(U)
ko: double(배정밀도)(U)
pl: double (podwójna precyzja)
pt: double (precisão dupla)
ro: double (precizie dublă)
th: double (ความแม่นยำสองเท่า)(U)
tr: double (çift duyarlıklı)
uk: double (подвійна точність)
vi: double (độ chính xác kép)
zh_hans: double（双精度）(U)
zh_hant: double（雙精確度）(U)

# Menu_View_CellFormatDouble.AccessKey
source: U
ar: ز
cs: P
de: G
el: Ι
es: P
fa: م
fr: P
hu: P
it: P
pl: P
pt: P
tr: D
uk: П

# Cmd_view_cellFormatDouble
source: Cell format: double (double precision)
ar: تنسيق الخلية: double (دقة مزدوجة)
cs: Formát buněk: double (dvojitá přesnost)
de: Zellformat: double (doppelte Genauigkeit)
el: Μορφή κελιού: double (διπλή ακρίβεια)
es: Formato de celda: double (precisión doble)
fa: قالب خانه: double (دقت مضاعف)
fr: Format des cellules : double (double précision)
hu: Cellaformátum: double (dupla pontosság)
id: Format sel: double (presisi ganda)
it: Formato celle: double (precisione doppia)
ja: セルの表示形式: double (倍精度)
ko: 셀 형식: double(배정밀도)
pl: Format komórek: double (podwójna precyzja)
pt: Formato da célula: double (precisão dupla)
ro: Format celulă: double (precizie dublă)
th: รูปแบบเซลล์: double (ความแม่นยำสองเท่า)
tr: Hücre biçimi: double (çift duyarlıklı)
uk: Формат комірок: double (подвійна точність)
vi: Định dạng ô: double (độ chính xác kép)
zh_hans: 单元格格式：double（双精度）
zh_hant: 儲存格格式：double（雙精確度）

# CmdAlias_view_cellFormatDouble
source: cell format number
ar: cell format number تنسيق الخلية رقم فاصلة عائمة
cs: formát format buněk bunek číslo cislo plovoucí plovouci čárka carka cell format number
de: zellformat zahl cell format number
el: κελί μορφή αριθμός κινητή υποδιαστολή cell format number
es: formato celda número cell format number
fa: قالب خانه عدد ممیز شناور, cell format number
fr: format cellule nombre cell format number
hu: cella formátum formatum szám szam lebegőpontos lebegopontos double cell format number
id: format sel pecahan presisi ganda cell format number
it: formato cella numero virgola mobile cell format number
ja: せるのひょうじけいしき だぶる ばいせいど
ko: 셀 형식 숫자 부동 소수점 배정밀도 double cell format number
pl: format komórka liczba zmiennoprzecinkowa cell format number
pt: formato célula número ponto flutuante cell format number
ro: format celula celulă numar număr virgula virgulă mobila mobilă cell format number
th: รูปแบบเซลล์ ทศนิยม ความแม่นยำสองเท่า cell format number
tr: hücre biçim sayı cell format number
uk: формат комірок число cell format number
vi: định dạng ô số thực độ chính xác kép cell format number
zh_hans: 单元格 格式 数字 浮点 双精度 cell format number
zh_hant: 儲存格格式 浮點數 雙精確度 cell format number

# Menu_View_CellFormat.Text
source: Cell format
ar: تنسيق الخلية
cs: Formát buněk
de: Zellformat
el: Μορφή κελιού
es: Formato de celda
fa: قالب خانه
fr: Format des cellules
hu: Cellaformátum
id: Format Sel
it: Formato celle
ja: セルの表示形式(F)
ko: 셀 형식(F)
pl: Format komórek
pt: Formato da célula
ro: Format celulă
th: รูปแบบเซลล์(F)
tr: Hücre biçimi
uk: Формат комірок
vi: Định dạng Ô
zh_hans: 单元格格式(F)
zh_hant: 儲存格格式(F)

# Menu_View_CellFormat.AccessKey
source: F
ar: س
de: E
el: Ο
es: G
fa: خ
fr: R
ro: R
tr: C
uk: Ф
vi: D

# Menu_View_SpacePadding.Text
source: Pad numbers with spaces
ar: ملء الأرقام بمسافات
cs: Doplnit čísla mezerami
de: Zahlen mit Leerzeichen auffüllen
el: Συμπλήρωση αριθμών με κενά
es: Rellenar números con espacios
fa: پر کردن اعداد با فاصله
fr: Compléter les nombres par des espaces
hu: Számok kitöltése szóközökkel
id: Isi Angka dengan Spasi
it: Riempi i numeri con spazi
ja: 数値を空白で埋める(P)
ko: 숫자를 공백으로 채우기(P)
pl: Dopełniaj liczby spacjami
pt: Preencher números com espaços
ro: Completare numere cu spații
th: เติมช่องว่างหน้าตัวเลข(P)
tr: Sayıları boşlukla doldur
uk: Доповнювати числа пробілами
vi: Đệm Số bằng Khoảng trắng
zh_hans: 用空格填充数字(P)
zh_hant: 以空格填補數字(P)

# Menu_View_SpacePadding.AccessKey
source: P
ar: م
cs: M
de: Z
el: Σ
es: R
fa: پ
fr: C
hu: K
it: U
pl: N
pt: Ú
ro: M
tr: Y
uk: Ч
vi: K

# Menu_View_Endian.Text
source: Endianness
ar: ترتيب البايتات
cs: Pořadí bajtů
de: Bytereihenfolge
el: Σειρά byte
es: Orden de bytes
fa: ترتیب بایت
fr: Boutisme
hu: Bájtsorrend
id: Urutan Byte
it: Ordine dei byte
ja: エンディアン(E)
ko: 엔디언(E)
pl: Kolejność bajtów
pt: Ordem dos bytes
ro: Ordinea octeților
th: ลำดับไบต์(E)
tr: Bayt sırası
uk: Порядок байтів
vi: Thứ tự Byte
zh_hans: 字节序(E)
zh_hant: 位元組順序(E)

# Menu_View_Endian.AccessKey
source: E
ar: ل
cs: O
de: Y
el: Ι
es: Y
fa: ی
fr: B
hu: J
id: J
it: D
pl: L
pt: Y
ro: I
tr: A
uk: П
vi: Y

# Menu_View_ReverseGroups.Text
source: Show bytes in groups reversed
ar: إظهار البايتات في المجموعات معكوسة
cs: Zobrazit bajty ve skupinách obráceně
de: Bytes in Gruppen umgekehrt anzeigen
el: Αντίστροφη εμφάνιση των byte σε ομάδες
es: Mostrar los bytes de los grupos invertidos
fa: نمایش وارونهٔ بایت‌ها در گروه‌ها
fr: Afficher les octets des groupes en ordre inverse
hu: Bájtok fordított sorrendben a csoportokon belül
id: Tampilkan Byte dalam Grup secara Terbalik
it: Mostra i byte dei gruppi invertiti
ja: グループ内のバイトを逆順に表示(V)
ko: 그룹 내 바이트를 역순으로 표시(V)
pl: Pokazuj bajty w grupach w odwrotnej kolejności
pt: Mostrar bytes dos grupos invertidos
ro: Afișare inversată a octeților din grupuri
th: แสดงไบต์ในกลุ่มแบบย้อนลำดับ(V)
tr: Gruplardaki baytları ters göster
uk: Показувати байти в групах у зворотному порядку
vi: Hiện Byte trong Nhóm theo Thứ tự Ngược
zh_hans: 反向显示组内字节(V)
zh_hant: 反向顯示群組內的位元組(V)

# Menu_View_ReverseGroups.AccessKey
source: V
ar: ظ
cs: I
de: R
el: Α
es: I
fa: و
fr: G
hu: R
id: S
it: G
pl: U
pt: G
ro: G
tr: U
uk: О
vi: I

# Menu_View_AddTextColumn.Text
source: Add text column...
ar: إضافة عمود نص...
cs: Přidat textový sloupec...
de: Textspalte hinzufügen...
el: Προσθήκη στήλης κειμένου...
es: Agregar columna de texto...
fa: افزودن ستون متن...
fr: Ajouter une colonne texte...
hu: Szövegoszlop hozzáadása...
id: Tambah Kolom Teks...
it: Aggiungi colonna testo...
ja: テキスト列を追加(D)...
ko: 텍스트 열 추가(D)...
pl: Dodaj kolumnę tekstu...
pt: Adicionar coluna de texto...
ro: Adăugare coloană text...
th: เพิ่มคอลัมน์ข้อความ(D)...
tr: Metin sütunu ekle...
uk: Додати текстовий стовпець...
vi: Thêm Cột văn bản...
zh_hans: 添加文本列(D)...
zh_hant: 新增文字欄(D)...

# Menu_View_AddTextColumn.AccessKey
source: D
ar: ض
cs: E
de: X
el: Θ
es: U
fa: ا
fr: J
hu: Z
id: M
it: U
pl: J
pt: I
ro: X
tr: I
uk: А
vi: E

# Menu_View_RemoveTextColumn.Text
source: Remove text column
ar: إزالة عمود النص
cs: Odebrat textový sloupec
de: Textspalte entfernen
el: Κατάργηση στήλης κειμένου
es: Quitar columna de texto
fa: حذف ستون متن
fr: Supprimer la colonne texte
hu: Szövegoszlop eltávolítása
id: Hapus Kolom Teks
it: Rimuovi colonna testo
ja: テキスト列を削除(K)
ko: 텍스트 열 제거(K)
pl: Usuń kolumnę tekstu
pt: Remover coluna de texto
ro: Eliminare coloană text
th: ลบคอลัมน์ข้อความ(K)
tr: Metin sütununu kaldır
uk: Видалити текстовий стовпець
vi: Xóa Cột văn bản
zh_hans: 删除文本列(K)
zh_hant: 移除文字欄(K)

# Menu_View_RemoveTextColumn.AccessKey
source: K
ar: و
cs: X
de: L
el: Γ
es: Q
fa: ذ
fr: I
hu: G
it: R
pl: S
pt: V
ro: B
tr: L
uk: И
vi: F

# Menu_View_LoadTable.Text
source: Load character table file...
ar: تحميل ملف جدول الأحرف...
cs: Načíst soubor tabulky znaků...
de: Zeichentabellendatei laden...
el: Φόρτωση αρχείου πίνακα χαρακτήρων...
es: Cargar archivo de tabla de caracteres...
fa: بارگذاری فایل جدول نویسه...
fr: Charger un fichier de table de caractères...
hu: Karaktertábla-fájl betöltése...
id: Muat File Tabel Karakter...
it: Carica file tabella caratteri...
ja: 文字表ファイルを読み込む(T)...
ko: 문자표 파일 로드(T)...
pl: Wczytaj plik tablicy znaków...
pt: Carregar arquivo de tabela de caracteres...
ro: Încărcare fișier tabel de caractere...
th: โหลดไฟล์ตารางอักขระ(T)...
tr: Karakter tablosu dosyası yükle...
uk: Завантажити файл таблиці символів...
vi: Tải Tệp Bảng ký tự...
zh_hans: 加载字符表文件(T)...
zh_hant: 載入字元表檔案(T)...

# Menu_View_LoadTable.AccessKey
source: T
ar: ج
cs: N
de: Z
el: Φ
es: R
fa: ج
fr: C
hu: R
id: M
it: I
pl: Z
pt: R
ro: N
tr: R
uk: Т
vi: I

# Menu_View_ByteTheme.Text
source: Byte theme
ar: سمة البايتات
cs: Motiv bajtů
de: Byte-Design
el: Θέμα byte
es: Tema de bytes
fa: طرح زمینهٔ بایت
fr: Thème d'octets
hu: Bájttéma
id: Tema Byte
it: Tema byte
ja: バイトテーマ(B)
ko: 바이트 테마(B)
pl: Motyw bajtów
pt: Tema de bytes
ro: Temă octeți
th: ธีมไบต์(B)
tr: Bayt teması
uk: Тема байтів
vi: Chủ đề Byte
zh_hans: 字节主题(B)
zh_hant: 位元組配色(B)

# Menu_View_ByteTheme.AccessKey
source: B
ar: ث
cs: V
de: Y
el: Ξ
es: Y
fa: ن
fr: D
hu: J
it: E
pl: T
pt: M
ro: M
tr: I
uk: Е
vi: E

# Menu_View_ByteThemeNone.Text
source: None
ar: بلا
cs: Žádný
de: Keins
el: Κανένα
es: Ninguno
fa: هیچ
fr: Aucun
hu: Nincs
id: Tidak Ada
it: Nessuno
ja: なし(N)
ko: 없음(N)
pl: Brak
pt: Nenhum
ro: Niciuna
th: ไม่มี(N)
tr: Yok
uk: Немає
vi: Không
zh_hans: 无(N)
zh_hant: 無(N)

# Menu_View_ByteThemeNone.AccessKey
source: N
ar: ب
cs: D
de: K
el: Κ
fa: ه
fr: A
id: T
pl: B
tr: Y
uk: Н
vi: K

# Menu_View_ByteThemeCategory.Text
source: By kind
ar: حسب النوع
cs: Podle druhu
de: Nach Art
el: Κατά είδος
es: Por tipo
fa: بر اساس نوع
fr: Par type
hu: Típus szerint
id: Menurut Jenis
it: Per tipo
ja: 種類別(C)
ko: 종류별(C)
pl: Według rodzaju
pt: Por tipo
ro: După tip
th: ตามชนิด(C)
tr: Türe göre
uk: За типом
vi: Theo Loại
zh_hans: 按种类(C)
zh_hant: 依種類(C)

# Menu_View_ByteThemeCategory.AccessKey
source: C
ar: ن
cs: P
de: N
el: Ε
es: P
fa: ن
fr: P
hu: T
id: J
it: P
pl: W
pt: P
ro: D
tr: T
uk: Т
vi: L

# Menu_View_ByteThemeGradient.Text
source: Gradient
ar: تدرج
cs: Přechod
de: Farbverlauf
el: Διαβάθμιση
es: Degradado
fa: گرادیان
fr: Dégradé
hu: Színátmenet
id: Gradien
it: Gradiente
ja: グラデーション(G)
ko: 그라데이션(G)
pt: Gradiente
th: ไล่ระดับสี(G)
tr: Renk geçişi
uk: Градієнт
vi: Chuyển sắc
zh_hans: 渐变(G)
zh_hant: 漸層(G)

# Menu_View_ByteThemeGradient.AccessKey
source: G
ar: د
cs: E
de: F
el: Δ
es: D
fa: گ
fr: D
hu: S
tr: R
uk: Г
vi: S

# Menu_View_ByteThemeCustom.Text
source: Custom...
ar: مخصص...
cs: Vlastní...
de: Benutzerdefiniert...
el: Προσαρμογή...
es: Personalizado...
fa: سفارشی...
fr: Personnalisé...
hu: Egyéni...
id: Kustom...
it: Personalizzato...
ja: 独自(U)...
ko: 사용자 지정(U)...
pl: Niestandardowy...
pt: Personalizado...
ro: Particularizat...
th: กำหนดเอง(U)...
tr: Özel...
uk: Власна...
vi: Tùy chỉnh...
zh_hans: 自定义(U)...
zh_hant: 自訂(U)...

# Menu_View_ByteThemeCustom.AccessKey
source: U
ar: خ
cs: V
de: B
el: Π
es: E
fa: س
fr: E
hu: E
id: K
it: E
pl: N
pt: E
ro: P
tr: Z
uk: В
vi: T

# Menu_View_ByteThemeDisabled
source: {0} (disabled in high contrast)
ar: {0} (معطل في التباين العالي)
cs: {0} (v režimu vysokého kontrastu vypnuto)
de: {0} (bei hohem Kontrast deaktiviert)
el: {0} (απενεργοποιημένο σε υψηλή αντίθεση)
es: {0} (deshabilitado en contraste alto)
fa: {0} (در کنتراست بالا غیرفعال است)
fr: {0} (désactivé en contraste élevé)
hu: {0} (nagy kontrasztú módban letiltva)
id: {0} (nonaktif dalam kontras tinggi)
it: {0} (disattivato con contrasto elevato)
ja: {0} (ハイコントラストでは無効)
ko: {0}(고대비에서는 사용 안 함)
pl: {0} (wyłączony w trybie dużego kontrastu)
pt: {0} (desativado em alto contraste)
ro: {0} (dezactivat în contrast ridicat)
th: {0} (ปิดใช้งานในโหมดคอนทราสต์สูง)
tr: {0} (yüksek karşıtlıkta devre dışı)
uk: {0} (вимкнено в режимі високої контрастності)
vi: {0} (bị tắt ở chế độ tương phản cao)
zh_hans: {0}（在高对比度模式下禁用）
zh_hant: {0}（在高對比中停用）

# Menu_View_RecordsMenu.Text
source: Records
ar: السجلات
cs: Záznamy
de: Datensätze
el: Εγγραφές
es: Registros
fa: رکوردها
fr: Enregistrements
hu: Rekordok
id: Rekaman
it: Record
ja: レコード表示(D)
ko: 레코드(D)
pl: Rekordy
pt: Registros
ro: Înregistrări
th: เรคคอร์ด(D)
tr: Kayıtlar
uk: Записи
vi: Bản ghi
zh_hans: 记录(D)
zh_hant: 記錄(D)

# Menu_View_RecordsMenu.AccessKey
source: D
ar: ج
cs: Z
de: E
el: Γ
es: R
fa: ک
fr: N
hu: R
id: M
it: A
pl: R
pt: R
ro: N
tr: L
uk: З
vi: G

# Menu_View_Records.Text
source: Show records
ar: إظهار السجلات
cs: Zobrazit záznamy
de: Datensätze anzeigen
el: Εμφάνιση εγγραφών
es: Mostrar registros
fa: نمایش رکوردها
fr: Afficher les enregistrements
hu: Rekordok megjelenítése
id: Tampilkan Rekaman
it: Mostra record
ja: レコード表示(R)
ko: 레코드 표시(R)
pl: Pokaż rekordy
pt: Mostrar registros
ro: Afișare înregistrări
th: แสดงเรคคอร์ด(R)
tr: Kayıtları göster
uk: Показувати записи
vi: Hiện Bản ghi
zh_hans: 显示记录(R)
zh_hant: 顯示記錄(R)

# Menu_View_Records.AccessKey
source: R
ar: ظ
cs: Z
de: D
el: Ε
es: M
fa: ن
fr: A
it: M
pl: P
pt: M
ro: A
tr: K
uk: П
vi: H

# Menu_View_RecordSettings.Text
source: Record settings...
ar: إعدادات السجلات...
cs: Nastavení záznamů...
de: Datensatzeinstellungen...
el: Ρυθμίσεις εγγραφών...
es: Configuración de registros...
fa: تنظیمات رکورد...
fr: Paramètres des enregistrements...
hu: Rekordbeállítások...
id: Pengaturan Rekaman...
it: Impostazioni record...
ja: レコード表示の設定(S)...
ko: 레코드 설정(S)...
pl: Ustawienia rekordów...
pt: Configurações de registro...
ro: Setări înregistrări...
th: การตั้งค่าเรคคอร์ด(S)...
tr: Kayıt ayarları...
uk: Параметри записів...
vi: Cài đặt Bản ghi...
zh_hans: 记录设置(S)...
zh_hant: 記錄設定(S)...

# Menu_View_RecordSettings.AccessKey
source: S
ar: ع
cs: N
de: A
el: Ρ
es: C
fa: ت
fr: P
hu: E
id: P
it: I
pl: U
pt: C
tr: A
uk: А
vi: C

# Menu_View_RecordPerRow.Text
source: One record per row
ar: سجل واحد لكل صف
cs: Jeden záznam na řádek
de: Ein Datensatz pro Zeile
el: Μία εγγραφή ανά γραμμή
es: Un registro por fila
fa: یک رکورد در هر سطر
fr: Un enregistrement par ligne
hu: Soronként egy rekord
id: Satu Rekaman per Baris
it: Un record per riga
ja: 1 行を 1 レコードにする(W)
ko: 행당 레코드 하나(W)
pl: Jeden rekord na wiersz
pt: Um registro por linha
ro: O înregistrare pe rând
th: หนึ่งเรคคอร์ดต่อแถว(W)
tr: Satır başına bir kayıt
uk: Один запис у рядку
vi: Mỗi Hàng Một Bản ghi
zh_hans: 每行一条记录(W)
zh_hant: 每列一筆記錄(W)

# Menu_View_RecordPerRow.AccessKey
source: W
ar: و
cs: J
de: E
el: Μ
es: U
fa: ی
fr: U
hu: S
id: S
it: U
pl: J
pt: U
ro: O
tr: S
uk: О
vi: M

# Menu_View_RecordNumbers.Text
source: Record numbers in offset column
ar: أرقام السجلات في عمود الإزاحة
cs: Čísla záznamů ve sloupci posunů
de: Datensatznummern in der Offset-Spalte
el: Αριθμοί εγγραφών στη στήλη μετατόπισης
es: Números de registro en la columna de desplazamiento
fa: شمارهٔ رکورد در ستون آفست
fr: Numéros d'enregistrement dans la colonne des décalages
hu: Rekordszámok az eltolásoszlopban
id: Nomor Rekaman di Kolom Offset
it: Numeri di record nella colonna offset
ja: オフセット列にレコード番号を表示(N)
ko: 오프셋 열에 레코드 번호 표시(N)
pl: Numery rekordów w kolumnie przesunięcia
pt: Números de registro na coluna de deslocamento
ro: Numere de înregistrare în coloana deplasament
th: หมายเลขเรคคอร์ดในคอลัมน์ออฟเซ็ต(N)
tr: Ofset sütununda kayıt numaraları
uk: Номери записів у стовпці зміщення
vi: Số Bản ghi trong Cột Độ lệch
zh_hans: 在偏移量列中显示记录编号(N)
zh_hant: 在位移欄顯示記錄編號(N)

# Menu_View_RecordNumbers.AccessKey
source: N
ar: ق
cs: V
de: I
el: Α
fa: ش
hu: A
uk: Н
vi: S

# Menu_View_SeparatorMenu.Text
source: Separator lines
ar: خطوط الفصل
cs: Oddělovací čáry
de: Trennlinien
el: Διαχωριστικές γραμμές
es: Líneas separadoras
fa: خطوط جداکننده
fr: Lignes de séparation
hu: Elválasztó vonalak
id: Garis Pemisah
it: Linee di separazione
ja: 区切り線(L)
ko: 구분선(L)
pl: Linie podziału
pt: Linhas separadoras
ro: Linii de separare
th: เส้นคั่น(L)
tr: Ayırıcı çizgiler
uk: Лінії розділення
vi: Đường Phân cách
zh_hans: 分隔线(L)
zh_hant: 分隔線(L)

# Menu_View_SeparatorMenu.AccessKey
source: L
ar: ف
cs: D
de: R
el: Χ
es: S
fa: د
fr: S
hu: V
id: R
it: N
pt: S
tr: C
uk: Л
vi: K

# Menu_View_SeparatorNone.Text
source: None
ar: بلا
cs: Žádné
de: Keine
el: Καμία
es: Ninguna
fa: هیچ
fr: Aucune
hu: Nincs
id: Tidak Ada
it: Nessuna
ja: なし(N)
ko: 없음(N)
pl: Brak
pt: Nenhuma
ro: Niciuna
th: ไม่มี(N)
tr: Yok
uk: Немає
vi: Không
zh_hans: 无(N)
zh_hant: 無(N)

# Menu_View_SeparatorNone.AccessKey
source: N
ar: ب
cs: D
de: K
el: Κ
fa: ه
fr: A
id: T
pl: B
tr: Y
uk: Н
vi: K

# Menu_View_SeparatorSector.Text
source: Sector
ar: قطاع
cs: Sektor
de: Sektor
el: Τομέας
fa: سکتور
fr: Secteur
hu: Szektor
id: Sektor
it: Settore
ja: セクタ(S)
ko: 섹터(S)
pl: Sektor
pt: Setor
th: เซกเตอร์(S)
tr: Sektör
uk: Сектор
zh_hans: 扇区(S)
zh_hant: 磁區(S)

# Menu_View_SeparatorSector.AccessKey
source: S
ar: ق
el: Τ
fa: س
uk: С

# Menu_View_SeparatorPage.Text
source: Page
ar: صفحة
cs: Stránka
de: Seite
el: Σελίδα
es: Página
fa: صفحه
hu: Oldal
id: Halaman
it: Pagina
ja: ページ(P)
ko: 페이지(P)
pl: Strona
pt: Página
ro: Pagină
th: หน้า(P)
tr: Sayfa
uk: Сторінка
vi: Trang
zh_hans: 页(P)
zh_hant: 頁面(P)

# Menu_View_SeparatorPage.AccessKey
source: P
ar: ص
cs: T
de: E
el: Σ
fa: ص
hu: O
id: H
pl: T
tr: F
uk: Т
vi: T

# Menu_View_SeparatorCustom.Text
source: Custom length...
ar: طول مخصص...
cs: Vlastní délka...
de: Benutzerdefinierte Länge...
el: Προσαρμοσμένο μήκος...
es: Longitud personalizada...
fa: طول سفارشی...
fr: Longueur personnalisée...
hu: Egyéni hossz...
id: Panjang Kustom...
it: Lunghezza personalizzata...
ja: 任意の長さ(C)...
ko: 사용자 지정 길이(C)...
pl: Niestandardowa długość...
pt: Comprimento personalizado...
ro: Lungime particularizată...
th: กำหนดความยาวเอง(C)...
tr: Özel uzunluk...
uk: Власна довжина...
vi: Độ dài Tùy chỉnh...
zh_hans: 自定义长度(C)...
zh_hant: 自訂長度(C)...

# Menu_View_SeparatorCustom.AccessKey
source: C
ar: ط
cs: V
de: B
el: Π
es: L
fa: ط
fr: L
hu: E
id: K
it: L
pl: N
ro: L
tr: U
uk: В

# Menu_View_SeparatorLabels.Text
source: Show labels
ar: إظهار التسميات
cs: Zobrazit popisky
de: Beschriftungen anzeigen
el: Εμφάνιση ετικετών
es: Mostrar etiquetas
fa: نمایش برچسب‌ها
fr: Afficher les étiquettes
hu: Címkék megjelenítése
id: Tampilkan Label
it: Mostra etichette
ja: 見出しを表示(L)
ko: 레이블 표시(L)
pl: Pokaż etykiety
pt: Mostrar rótulos
ro: Afișare etichete
th: แสดงป้ายกำกับ(L)
tr: Etiketleri göster
uk: Показувати мітки
vi: Hiện Nhãn
zh_hans: 显示标签(L)
zh_hant: 顯示標籤(L)

# Menu_View_SeparatorLabels.AccessKey
source: L
ar: ت
cs: Z
de: A
el: Ε
es: M
fa: ب
fr: F
hu: C
it: M
pl: P
pt: M
ro: A
tr: E
uk: М
vi: N
